# _*_ coding:utf-8 _*_

teachers_info = {
    u"赵全": {
        u"gender": u"男",
        u"title": u"教授，硕士生导师",
        u"research": u"体育教学、体育理论",
        u"birthday": u"",
        u"graduated_school": u"北京体育大学 体育人文社会学专业"
        u"intro": u"承担专业课《体操》、《体育科研与方法》、《体育游戏》等课程教学。国家体操一级裁判员，现任中国体育科学学会学校体育专业委员会委员、广东省社会体育科学学会专业委员。在高校从事教学科研工作，出版教材、著作8部。公开发表学术论文三十余篇，核心刊物10余篇，承担国家级课题三项，其中教育部“十五”规划重点课题一项，国家体育总局课题两项，主持省高校青年骨干教师资助项目项，3篇论文入选国际学术会议，并随中国高校体育代表团出访俄罗斯。曾获省级高校优质课教学奖，省级体育系统科研著作一等奖，科研成果一等奖。"},

    u"刘宏宇": {
        u"gender": u"男",
        u"title": u"副教授",
        u"research": u"篮球运动教学与训练",
        u"birthday": u"1962年5月",
        u"graduated_school": u""
        u"intro": u"从1993年至今在东莞理工学院体育系任篮球专项教师，学院男子篮球队主教练。曾获东莞理工学院最受学生喜爱的教师奖，多次评为市、学院优秀教师，三次被评为年终优秀等次。99年参加广东省第五届大运会男子（丙）组篮球运动会带队获亚军，精神文明运动队称号；2003年参加广东省第六届大运会男子（甲）组篮球运动会，带队获得亚军，精神文明运动队称号；2003年带队参加广东省第二届大学生篮球联赛获男子（甲）组冠军；2006年参加广东省第七届大学生运动会男子（甲）组篮球运动会，带队获得冠军，精神文明运动队称号。在多年工作期间积极参加社会实践，担任东莞市篮球联赛、中学生篮球比赛裁判工作，东莞市篮球协会委员、广东省大学生篮球分会委员。中国大学生体育学会篮球分会会员、国家级裁判员。公开发表学术论文二十余篇，核心刊物6篇，参编教材3部。"},

    u"陈进": {
        u"gender": u"男",
        u"title": u"副教授",
        u"research": u"体育教学、足球教学与训练",
        u"birthday": u"1972年",
        u"graduated_school": u"广州体育学院 体育教学与训练专业"
        u"intro": u"在多年的教学与理论研究中，有一定的理论水平和心得。曾参与全国U-19的冬训、联赛与科研工作，并在体育专业的刊物中发表过对足球研究的成果。研究生毕业至今在本校教学，积累了一些教学经验，对于学生的各个层次的足球水平有较好的把握。特长：足球、羽毛球、乒乓球、游泳等。"},

    u"潘荣远": {
        u"gender": u"男",
        u"title": u"副教授",
        u"research": u"体育教学、体育理论",
        u"birthday": u"",
        u"graduated_school": u"广州体育学院 体育教育专业"
        u"intro": u"1992年毕业分配到东莞理工学院体育系任教，至今一直从事体育系田径专业课以及全院的篮球、美式台球普通选项课的教学工作，学院高水平田径队教练，所带队员在省、市大学生田径比赛中获得优异成绩。思想要求进步，工作认真负责，学生反映良好。2000年评为东莞市优秀教师，2000年和2005年两次评为学院优秀教师，年终考核多次评为优秀。积极参加社会实践，多次担任省、市的篮球、田径比赛裁判员工作，曾被评为东莞市优秀篮球裁判员。"},

    u"沈放": {
        u"gender": u"男",
        u"title": u"讲师",
        u"research": u"体育教学与训练",
        u"birthday": u"1969年8月",
        u"graduated_school": u"北京体育大学 体育教育系足球专业"
        u"intro": u"1998年获国家级足球裁判员、2012年起担任中国足球协会全国比赛裁判长。公开发表学术论文十余篇，核心刊物1篇，2篇论文入选学术会议。1991年6月来东莞理工学院体育系工作至今， 承担《足球》、《健身运动》、《体育游戏》等体育系专业课程教学；同时从事足球、定向越野、男子健身、网球、乒乓球等公共体育课的教学工作。常年担任校足球队、定向越野队教练员，获全国个人第二名、团体第八名，省内18个冠军称号。"},

    u"高峰": {
        u"gender": u"男",
        u"title": u"讲师",
        u"research": u"体育测量与评价 运动生物力学 运动训练",
        u"birthday": u"1980年1月",
        u"graduated_school": u"浙江师范大学 体育教育训练学 硕士研究生"
        u"intro": u"现任东莞理工学院体育系公共体育教研室主任，东莞理工学院田径运动队教练。公开发表学术论文十余篇。2008年3月来东莞理工学院体育系工作至今， 承担《运动生物力学》、《体育测量与评价》、《体育统计》、《网球》等体育系专业课程教学；同时从事篮球、足球、排球、游泳、网球等公共体育课的教学工作。"},

    u"李逸涛": {
        u"gender": u"男",
        u"title": u"讲师",
        u"research": u"学生体质达标 排球运动训练",
        u"birthday": u"1979年8月",
        u"graduated_school": u"湛江师范学院 体育教育专业"
        u"intro": u"2003年9月来东莞理工学院体育系工作至今，从事排球的教学与科研工作10余载，曾担任东莞理工学院男子排球队教练，带领队伍参加2006年第七届大学生运动会男子乙组排球比赛第八名。公开发表学术论文3篇， 承担《排球》、《体育竞赛编排》等体育系专业课程教学；同时从事排球、游泳等公共体育课的教学及全校学生体质达标测试工作。"},

    u"曹永强": {
        u"gender": u"男",
        u"title": u"教授",
        u"research": u"学校体育、社会体育、体育管理、体育经济",
        u"birthday": u"1956年",
        u"graduated_school": u"上海体育学院 体育理论专业研究生"
        u"intro": u"1970年进入广西田径队接受专业运动训练，1973年担任中学体育教师，1979年在广西大学担任体育教师，2000年調任东莞理工学院，至今已从事体育教育与研究40余年。现任中国高等教育学会体育专业委员会理事、社会体育研究会中国高等学校体育教师教育协会理事、广东省社会体育科学协会理事。持续主持省部级科研项目多项，现正主持省部级科研、教学改革项目各1项。公开发表学术论文约40篇，其中核心刊物8篇，2篇论文入选国际学术会议；独著1部，主编、参编教材各3部。 承担《体育概论》、《体育经济学》、《体育经纪学》、《体育赞助》等体育系专业课程及非体育专业公选课程《体育与人生》的教学。"},

    u"张前锋": {
        u"gender": u"男",
        u"title": u"副教授",
        u"research": u"体育保健、运动生化与营养、运动训练监控 运动生化与营养",
        u"birthday": u"1969年9月",
        u"graduated_school": u"广州体育学院"
        u"intro": u"现任广东省健康管理学会运动与健康促进专业委员第一届委员会常务委员；亦是中国营养学学会会员。公开发表学术论文十余篇，核心刊物年承担《运动解剖学》、《体育保健学》、《运动营养学》、《体育养生技法》等体育系专业课程教学；同时从事篮球、排球、游泳等公共体育课的教学工作。"},

    u"冯炎红": {
        u"gender": u"女",
        u"title": u"副教授",
        u"research": u"运动心理学、心理咨询，田径：中长跑运动训练、体育舞蹈",
        u"birthday": u"1963年7月",
        u"graduated_school": u"沈阳体育学院，体育专业"
        u"intro": u"国家田径一级裁判。从事运动心理学教学、中长跑运动训练20余载，其中有10多年体育舞蹈课的教学经验。所带的学校中长跑队队员，在省级田径比赛获奖31次，其中前三名20次，2013年指导4名队员考上研究生：体育专业有2名，其中1名队员以总考分第一名的成绩考入广东华南师范学院体育人文专业。主持完成学院课题2项，1次参与部级课题，发表论文十余篇、核心期刊论文2篇，参与编写出版教材1部。建立运动心理学、体育舞蹈、心理咨询、田径共4门课程网络教学平台课程。2001年被评为东莞市教书育人优秀教师。2001-2013年，3次被评为理工学院育人先进个人，2次被评为理工优秀女教师，2013年被评为东莞致公党党务工作极分子。"},

    u"陈丹丹": {
        u"gender": u"女",
        u"title": u"讲师",
        u"research": u"体育教育、运动训练",
        u"birthday": u"1981年12月",
        u"graduated_school": u"北京体育大学 运动训练专业"
        u"intro": u"国家健将级运动员，在广东省及全国各类游泳比赛中多次获得优异成绩，具有多年丰富的游泳训练、竞赛、教学与水上救生经验。在长期的实践过程中探索出高校游泳专业教学的培养理论和实践体系。现主要负责体育系游泳专业课教学，以及学校公共体育课程。同时担任校游泳队教练，多 次带领学生参加省大学生系列游泳赛事获得优异成绩。"},
    u"刘明": {
        u"gender": u"男",
        u"title": u"讲师",
        u"research": u"运动训练",
        u"birthday": u"1981年6月",
        u"graduated_school": u"吉林体育学院 运动训练专业"
        u"intro": u"2004年7月至2005年7月受聘广州大学男子甲组篮球队教练，并带队取得广东省第四届宝马仕杯大学生篮球联赛亚军。于2005年9月受聘东莞理工学院体育系任教师。2006年8月在广东省第七届大学生运动会中，带领学院男子甲组篮球队取得冠军，精神文明奖。2007年11月广东省大学生篮球联赛第三名。2011年广东省第八届大学生运动会男子篮球甲组第六名，精神文明奖。公开发表学术论文5篇。2010-2011年获东莞理工学院年度先进个人奖；2011-2012学年获东莞理工学院年度教书育人奖。2005年9月进入东莞理工学院体育系工作至今，承担学院公共体育篮球课，体育系篮球专业课，全院篮球选修课，学院男子甲组篮球队训练等教学工作。"},

    u"黎荣": {
        u"gender": u"女",
        u"title": u"讲师",
        u"research": u"体育教育与训练、体育人文",
        u"birthday": u"1978年3月",
        u"graduated_school": u"体育教育与训练 体育人文"
        u"intro": u"2011年获得教育学硕士学位。从事高校教育十多年，教学方面广受学生欢迎，曾获得东莞理工学院教书育人奖、2012-2013学年教学质量一等奖、广东省首届本科体育教学评比三等奖。参与国家级、省部级科研项目多个，主持市厅级科研项目一个，主持学院教改课题项目一个。公开发表学术论文约十余篇，其中包括SCI与EI同时收录论文一篇、体育类核心论文三篇；参编著作和教材四本。在校主要担任健美操专业课、体育绘图、公共体育课的教学以及毕业生论文指导的工作。同时还是校健美操队总教练，分别于2006年和2011年两次带队参加广东省大学生运动会健美操项目的比赛，共获得十余项优异成绩，其中最好成绩为乙组第三名。"},

    u"廖国君": {
        u"gender": u"男",
        u"title": u"讲师",
        u"research": u"体育教学",
        u"birthday": u"1978年07月",
        u"graduated_school": u"广西师范大学体育学院 体育教育专业"
        u"intro": u"担任《乒乓球》体育系专业课程教学；同时从事乒乓球公共体育课的教学工作；学院高水平乒乓球队教练，所带队员在省大学生乒乓球比赛中屡获佳绩。教学工作认真负责，学生反映良好，积极参加社会实践。"},

    u"曾志和": {
        u"gender": u"男",
        u"title": u"助理研究员",
        u"research": u"体育教学与管理",
        u"birthday": u"1982年7月",
        u"graduated_school": u"广州体育学院 体育教学 硕士"
        u"intro": u"从事体育教学与管理工作近10载。国家一级网球裁判员、国家二级羽毛球裁判员及国家二级游泳裁判员，公开发表学术论文数篇，参编教材1部——《大学体育》，承担体育系教学与管理工作和公共体育课《羽毛球》和《网球》课程教学。"},

    u"苏敷志": {
        u"gender": u"男",
        u"title": u"讲师",
        u"research": u"网球运动教学与训练；各专项体能训练",
        u"birthday": u"1979年1月",
        u"graduated_school": u"广州体育学院 体育教育"
        u"intro": u"2006年6月来东莞理工学院体育系工作至今， 承担《体育旅游学概论》等体育系专业课程教学；同时从事田径、网球等体育系专业课的教学工作；还兼带学院网球队训练。参与编辑出版了《小球运动技战术分析与训练方法》、《大学生实用体能训练与拓展研究》，发表有关学术论文2篇。国际（ITF）一级网球教练员；网球国际白牌裁判员；国家高级社会指导员。"},

    u"张恒": {
        u"gender": u"男",
        u"title": u"讲师",
        u"research": u"运动训练、体育教育",
        u"birthday": u"1983年8月",
        u"graduated_school": u"广州体育学院 运动训练硕士"
        u"intro": u"从事武术训练与教学20余载。原广东省武术队正式运动员，全国武术冠军、武术六段、运动健将、国家一级裁判、国家一级教练员、 2006年11月来东莞理工学院体育系工作至今， 任教体育系《武术》专业课程教学；同时担任院武术队、醒狮队、跆拳道队教练工作，任教期间成绩优异。"},

    u"包丽华": {
        u"gender": u"女",
        u"title": u"讲师",
        u"research": u"",
        u"birthday": u"1976年11月",
        u"graduated_school": u"河北师范大学 体育教育专业"
        u"intro": u"2007年来东莞理工学院体育系工作至今。目前承担足球、瑜伽等公共体育课教学工作。亲和力强、善于沟通是我的教学特点。在主要的瑜伽体系中，擅长哈他瑜伽，对哈他瑜伽的呼吸法、姿势功法、冥想术、放松术等有较深的修习体会和丰富的教学经验。虔诚的修习会使练习者深深地体会到瑜伽对身心的益处，感觉瑜伽就是生活，就是美好，就是享受。我愿意与热爱瑜伽的同学们一起分享！"},

    u"胡英姿": {
        u"gender": u"女",
        u"title": u"助教",
        u"research": u"运动训练",
        u"birthday": u"1990年8月",
        u"graduated_school": u"华南理工大学 体育学院专业本科生"
        u"intro": u"2011年7月毕业后于9月进入东莞理工学院体育系教学科研岗位至今；现主要担任：①东莞理工学院体育系社会体育专业羽毛球课教师；②校羽毛球公共体育课教师；③校体育活动课教师；④东莞理工学院羽毛球队主教练；⑤校羽毛球协会指导老师等。"},

    u"刘琪": {
        u"gender": u"女",
        u"title": u"助教",
        u"research": u"体育教育",
        u"birthday": u"1993年5月",
        u"graduated_school": u"河南师范大学 体育教学 硕士研究生"
        u"intro": u"2006年3月 授予“国家一级游泳运动员称号”参与编写2012年吉林大学出版社出版《新编大学体育文化与运动教程》。2012年6月到东莞理工学院体育系工作至今，承担《游泳》体育系专业课程教学；同时从事羽毛球、俱乐部活动课等公共体育课程的教学工作。"},

    u"孙吴莹": {
        u"gender": u"女",
        u"title": u"助教",
        u"research": u"运动训练、体育教育",
        u"birthday": u"1956年",
        u"graduated_school": u"上海体育学院 运动训练、体育教育本科学士学位"
        u"intro": u"于2012年7月担任东莞理工学院体育系体育教学工作至今， 承担《健身运动》体育系专业课程教学以及体育游戏公共体育课的教学工作。"},

    u"胡古玥": {
        u"gender": u"女",
        u"title": u"助教",
        u"research": u"乒乓球",
        u"birthday": u"1992年11月",
        u"graduated_school": u"华南师范大学 运动训练 本科"
        u"intro": u"从事乒乓球教学工作1年。 2012年6月来东莞理工学院体育系工作至今， 承担体育系乒乓球公共体育课的教学工作。"},

    u"吴伟锋": {
        u"gender": u"男",
        u"title": u"助教",
        u"research": u"运动训练",
        u"birthday": u"1986年4月",
        u"graduated_school": u"华南师范大学 运动训练专业 本科学士"
        u"intro": u"2010年9月来东莞理工学院体育系工作至今有3年多。从事篮球专业课，篮球、游泳等公共体育课的教学工作。"},

    u"肖卫": {
        u"gender": u"男",
        u"title": u"助理研究员",
        u"research": u"体育教育、运动训练",
        u"birthday": u"1982年10月",
        u"graduated_school": u"广州体育学院 运动训练系"
        u"intro": u"足球国家一级运动员、一级裁判员。曾获得2003年省第六届大学生运动会足球乙组冠军、2004年飞利浦全国大学生足球联赛总决赛亚军。担任校足球队主教练，有较为丰富的高校足球训练和比赛经验。还多次担当企业、单位足球队教练员工作，有丰富的临场指导及组织工作经验。同时从事足球、篮球等体育课的教学工作。"},

    u"张维达": {
        u"gender": u"男",
        u"title": u"助教",
        u"research": u"运动训练",
        u"birthday": u"1990年12月",
        u"graduated_school": u"华南师范大学 运动训练 本科毕业"
        u"intro": u"；现任东莞理工学院女子篮球队助教，于2013年广东省大学生联赛取得第七名的成绩，2013年6月来东莞理工学院体育系工作至今， 承担公共体育课的教学工作。"},

    u"梁凡": {
        u"gender": u"男",
        u"title": u"助理研究员",
        u"research": u"体育教育、体育场馆管理方法",
        u"birthday": u"1983年2月",
        u"graduated_school": u"湛江师范学院 体育教育专业 教育学学士"
        u"intro": u"2006年10月进入东莞理工学院工作至今，一直从事体育中心场馆管理工作、担任网球、羽毛球、游泳等公共体育课的教学工作。公开发表体育学学术论文四篇。"},

    u"李朝霞": {
        u"gender": u"女",
        u"title": u"助理研究员",
        u"research": u"政治学(含社会学),体育场馆管理",
        u"birthday": u"1968年7月",
        u"graduated_school": u"华中师范大学政法学院 法学学士"
        u"intro": u"2006年10月来到东莞理工学院体育中心工作,负责体育场馆中心的饮料的进出货\结算,场馆的卫生,作为体育系分工会委员,配合分工会主席承担分工会具体工作,公开发表有关体育场馆管理等有关论文4篇."}
}
